Repository: gaurav-singh-mrg/AppMover
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: This drive writes at %@, well below your internal SSD. Best for archives and apps you rarely open. Avoid moving Caches here -- they are read constantly, so a slow drive makes every app that uses them feel sluggish.
de: Dieses Laufwerk schreibt mit %@, weit unter Ihrer internen SSD. Am besten für Archive und selten geöffnete Apps. Verschieben Sie keine Caches hierher – sie werden ständig gelesen, daher fühlt sich jede App, die sie nutzt, auf einem langsamen Laufwerk träge an.
es: Este disco escribe a %@, muy por debajo de tu SSD interno. Es ideal para archivos y apps que abres poco. Evita mover aquí las Caches: se leen constantemente, así que un disco lento hace que todas las apps que las usan vayan lentas.
fr: Ce disque écrit à %@, bien en dessous de votre SSD interne. Idéal pour les archives et les apps que vous ouvrez rarement. Évitez d’y déplacer les Caches : ils sont lus en permanence, et un disque lent ralentit toutes les apps qui les utilisent.
ja: このドライブの書き込み速度は %@ で、内蔵 SSD を大きく下回ります。アーカイブやあまり開かないアプリに最適です。Caches はここに移動しないでください。常に読み込まれるため、低速なドライブでは Caches を使うすべてのアプリの動作が重くなります。
zh_hans: 此驱动器的写入速度为 %@，远低于内置 SSD。最适合存放归档和很少打开的应用。避免将 Caches 移到这里 — 它们会被频繁读取，驱动器较慢会让所有使用它们的应用变得迟缓。

source: Undo
de: Wiederherstellen
es: Restaurar
fr: Restaurer
ja: 元に戻す
zh_hans: 还原

source: Verifying
de: Überprüfen
es: Verificando
fr: Vérification
ja: 検証中
zh_hans: 正在验证

source: What to show
de: Angezeigte Ordner
es: Qué mostrar
fr: Éléments à afficher
ja: 表示する項目
zh_hans: 显示内容

source: Write speed
de: Schreibgeschwindigkeit
es: Velocidad de escritura
fr: Vitesse d’écriture
ja: 書き込み速度
zh_hans: 写入速度

source: Xcode simulators, archives and device support. Often the largest single win.
de: Xcode-Simulatoren, Archive und Gerätesupport. Oft der größte Einzelgewinn.
es: Simuladores, archivos y soporte de dispositivos de Xcode. A menudo, lo que más espacio libera.
fr: Simulateurs, archives et prise en charge des appareils Xcode. Souvent le gain le plus important.
ja: Xcode のシミュレータ、アーカイブ、デバイスサポート。単独で最も容量を確保できることが多い項目です。
zh_hans: Xcode 模拟器、归档和设备支持文件。往往是单项最大的收获。

source: another app
de: eine andere App
es: otra app
fr: une autre app
ja: 別のアプリ
zh_hans: 其他应用

source: data on the drive, nothing links to it
de: Daten auf dem Laufwerk, kein Link verweist darauf
es: datos en el disco, sin ningún enlace
fr: données sur le disque, aucun lien n’y mène
ja: ドライブ上にデータがありますが、リンクがありません
zh_hans: 数据在驱动器上，但没有链接指向它

source: drive disconnected
de: Laufwerk getrennt
es: disco desconectado
fr: disque déconnecté
ja: ドライブ未接続
zh_hans: 驱动器已断开

source: link is missing or points nowhere
de: Link fehlt oder führt ins Leere
es: falta el enlace o no apunta a nada
fr: lien manquant ou invalide
ja: リンクがないか、参照先がありません
zh_hans: 链接缺失或指向无效位置

source: linked and reachable
de: verknüpft und erreichbar
es: enlazado y accesible
fr: lié et accessible
ja: リンク済み・アクセス可能
zh_hans: 已链接且可访问

source: linked by hand
de: manuell verknüpft
es: enlazado manualmente
fr: lié manuellement
ja: 手動でリンク
zh_hans: 手动链接

source: on startup disk
de: auf dem Startvolume
es: en el disco de arranque
fr: sur le disque de démarrage
ja: 起動ディスク上
zh_hans: 在启动磁盘上

source: the drive
de: externes Laufwerk
es: el disco
fr: le disque
ja: ドライブ
zh_hans: 驱动器

source: Name
es: Nombre
fr: Nom
ja: 名前
zh_hans: 名称

source: OK
es: Aceptar
zh_hans: 好

source: %@ MB/s
fr: %@ Mo/s

source: %lld apps
ja: %lld 個のアプリ
zh_hans: %lld 个应用
